<?php
    $lang = array(
        'title' => 'Webrave | Создание и продвижение сайтов в Праге',  // Тайтл страницы
        'about' => 'О нас', // Тайтл страницы
        'services' => 'Услуги по созданию, разработке и продвижению сайтов в Праге', // Тайтл страницы
        'contacts' => 'Контакты', // Тайтл страницы
        'error' => 'Страница не найдена', // Тайтл страницы
        'folio' => 'Портфолио', // Тайтл страницы
        'intro' => 'Создание и <a href="#">продвижение</a> сайтов в Праге',  // Интро на главной странице
        'price' => 'Цена',
        'more' => 'Подробнее',
        'from' => 'от',
        'to' => 'до',
        'name' => 'Имя',
        'phone' => 'Телефон',
        'email' => 'Email',
        'message' => 'Сообщение',
        'depends' => 'Зависит от выбранных Вами опций',
        'sendRequest' => 'Отправить заявку',
        'contactUs' => 'Свяжитесь с нами',
        'menu' => array( // Главное меню
            0 => array(
                'name' => 'О нас',
                'url' => '/about'
            ),
            1 => array(
                'name' => 'Услуги',
                'url' => '/services'
            ),
            2 => array(
                'name' => 'Портфолио',
                'url' => '/folio'
            ),
            3 => array(
                'name' => 'Контакты',
                'url' => '/contacts'
            )
        ),
        'servicesList' => array( // Услуги
            0 => array(
                'id' => 0,
                'title' => 'Cоздание и разработка Landing page',
                'text' => 'Landing page или одностраничный сайт - это простой сайт на котором вся информация размещена на одной странице и просматривается путем, скролла (прокрутки сайта), такие сайты обычно используют для быстрого рекламирования или продажи каких либо товаров или услуг. Сайт может содержать в себе блок с информацией отзывами, спонсорами, небольшую галерею, форму связи и различные фишки от наших дизайнеров для привлечения внимания клиентов.',
                'deadline' => 'Сроки разработки сайта-визитки, составляют от 7 до 14 дней.',
                'priceMin' => '8 000 CZK',
                'priceMax' => '12 000 CZK',
                'sendRequest' => 'Заказать Landing page'
            ),
            1 => array(
                'id' => 1,
                'title' => 'Cоздание и разработка Сайта-визитки',
                'text' => 'Сайт-визитка это не сложный многостраничный сайт описывающий деятельность Вашей фирмы и разнообразие услуг, сайт будет включать в себя галерею, форму обратной связи, от 5 до 10 страниц с описанием вашей деятельности и услуг. Благодаря креативности наших дизайнеров, вы получили самый современный и запоминающийся дизайн сайта.',
                'deadline' => 'Сроки разработки сайта-визитки, составляют от 7 до 14 дней.',
                'priceMin' => '10 000 CZK',
                'priceMax' => '15 000 CZK',
                'sendRequest' => 'Заказать сайт-визитку'
            ),
            2 => array(
                'id' => 2,
                'title' => 'Cоздание и разработка Корпоративного сайта',
                'text' => 'Корпоративный или сайт предприятия, представляет из себя средний проект с большим числом страниц, на которых можно разместить информацию о Вашей фирме, каталоги, услуги, товары, галереи, новости, формы связи, системы отзывов, онлайн чаты и все это обернув в современный дизайн, и качественную разработку Вы получите сайт отображающий все достоинства Вашей фирмы.',
                'deadline' => 'Срок изготовления корпоративного сайта - от 1 до 3 недель.',
                'priceMin' => '15 000 CZK',
                'priceMax' => '20 000 CZK',
                'sendRequest' => 'Отправить заявку на создание корпоративного сайта'
            ),
            3 => array(
                'id' => 3,
                'title' => 'Cоздание и разработка Интернет-магазина',
                'text' => 'Интернет-магазин – представляет из себя большой проект с обширным функционалом, разным родов фильтрами, карточкой товара, корзиной и подключением средств оплаты. Если вы решили занять свою нишу в области продаж товаров и услуг в сети интернет, то наша команда дизайнеров обеспечат Ваш магазин прекрасным дизайном, а программисты, молниеносной скоростью работы и первоклассной защитой.',
                'deadline' => 'Сроки разработки интернет-магазина, составляют от 1 до 2 месяцев.',
                'priceMin' => '30 000 CZK',
                'priceMax' => '45 000 CZK',
                'sendRequest' => 'Заказать интернет-магазин'
            )
        ),
        'aboutText' => '<strong>WEBRAVE</strong> - студия по разработке сайтов в Праге, занимается своей деятельностью уже на протяжении 5ти лет, за это время мы успели пройти много препятствий, испытаний, получить много опыта и научились находить индивидуальный подход к каждому Клиенту. Наши разработчики постоянно, в обязательном порядке проходят курсы повышения квалиффикации, дабы разбираться и владеть всеми трендами в разработке нынешнего времени. И это все для того, что бы при создании проекта обеспечить сайт Клиента, лучшей скоростью работы, полноценной защитой, современным дизайном, удобством и отличным качеством.',
        'aboutList' => array(  // Список на странице "О нас"
            0 => array(
                'text' => 'Мы даем гарантию, что Ваш сайт будет в ТОПе.',
                'image' => 'top_img.svg'
            ),
            1 => array(
                'text' => 'Мы всегда поддерживаем наших клиентов, как во время продвижения, так и после.',
                'image' => 'support_img.svg'
            ),
            2 => array(
                'text' => 'Вы будeте получать отчеты о состоянии Вашего сайта каждую неделю.',
                'image' => 'process_img.svg'
            ),
            3 => array(
                'text' => 'Для вашего спокойствия, мы предоставляем гибкую систему оплаты.',
                'image' => 'cash_img.svg'
            ),
            4 => array(
                'text' => 'Мы всегда открыты для предложений и используем индивидуальный подход к каждому клиенту.',
                'image' => 'personal_img.svg'
            )
        )
    );
?>