<?php
    $lang = [
        'title' => 'Webrave | Создание и продвижение сайтов в Праге',  // Тайтл страницы
        'about' => 'О нас', // Тайтл страницы
        'services' => 'Услуги по созданию, разработке и продвижению сайтов в Праге', // Тайтл страницы
        'contacts' => 'Контакты', // Тайтл страницы
        'error' => 'Страница не найдена', // Тайтл страницы
        'folio' => 'Портфолио', // Тайтл страницы
        'intro' => 'Создание и <a href="http://seorave.cz" target="_blank">продвижение</a> сайтов в Праге',  // Интро на главной странице
        'price' => 'Цена',
        'more' => 'Подробнее',
        'from' => 'от',
        'to' => 'до',
        'name' => 'Имя',
        'phone' => 'Телефон',
        'email' => 'Email',
        'message' => 'Сообщение',
        'depends' => 'Зависит от выбранных Вами опций',
        'sendRequest' => 'Отправить заявку',
        'contactUs' => 'Свяжитесь с нами',
        'formSent' => 'Форма отправлена!',
        'menu' => [ // Главное меню
            [
                'name' => 'Главная',
                'url' => '/'
            ],
            [
                'name' => 'Услуги',
                'url' => '/services'
            ],
            [
                'name' => 'Портфолио',
                'url' => '/folio'
            ],
            [
                'name' => 'Контакты',
                'url' => '/contacts'
            ]
        ],
        'servicesList' => [ // Услуги
            [
                'id' => 0,
                'title' => 'Cоздание и разработка Landing page',
                'text' => '<strong>Landing page или одностраничный сайт</strong> - это простой сайт на котором вся информация размещена на одной странице и просматривается путем, скролла (прокрутки сайта), такие сайты обычно используют для быстрого рекламирования или продажи каких либо товаров или услуг. Сайт может содержать в себе блок с информацией отзывами, спонсорами, небольшую галерею, форму связи и различные фишки от наших дизайнеров для привлечения внимания клиентов.',
                'deadline' => 'Сроки разработки сайта-визитки, составляют от 7 до 14 дней.',
                'priceMin' => '8 000 CZK',
                'priceMax' => '12 000 CZK',
                'sendRequest' => 'Заказать Landing page'
            ],
            [
                'id' => 1,
                'title' => 'Cоздание и разработка Сайта-визитки',
                'text' => '<strong>Сайт-визитка</strong> это не сложный многостраничный сайт описывающий деятельность Вашей фирмы и разнообразие услуг, сайт будет включать в себя галерею, форму обратной связи, от 5 до 10 страниц с описанием вашей деятельности и услуг. Благодаря креативности наших дизайнеров, вы получили самый современный и запоминающийся дизайн сайта.',
                'deadline' => 'Сроки разработки сайта-визитки, составляют от 7 до 14 дней.',
                'priceMin' => '10 000 CZK',
                'priceMax' => '15 000 CZK',
                'sendRequest' => 'Заказать сайт-визитку'
            ],
            [
                'id' => 2,
                'title' => 'Cоздание и разработка Корпоративного сайта',
                'text' => '<strong>Корпоративный или сайт предприятия</strong>, представляет из себя средний проект с большим числом страниц, на которых можно разместить информацию о Вашей фирме, каталоги, услуги, товары, галереи, новости, формы связи, системы отзывов, онлайн чаты и все это обернув в современный дизайн, и качественную разработку Вы получите сайт отображающий все достоинства Вашей фирмы.',
                'deadline' => 'Срок изготовления корпоративного сайта - от 1 до 3 недель.',
                'priceMin' => '15 000 CZK',
                'priceMax' => '20 000 CZK',
                'sendRequest' => 'Отправить заявку на создание корпоративного сайта'
            ],
            [
                'id' => 3,
                'title' => 'Cоздание и разработка Интернет-магазина',
                'text' => '<strong>Интернет-магазин</strong> – представляет из себя большой проект с обширным функционалом, разным родов фильтрами, карточкой товара, корзиной и подключением средств оплаты. Если вы решили занять свою нишу в области продаж товаров и услуг в сети интернет, то наша команда дизайнеров обеспечат Ваш магазин прекрасным дизайном, а программисты, молниеносной скоростью работы и первоклассной защитой.',
                'deadline' => 'Сроки разработки интернет-магазина, составляют от 2 до 4 недель.',
                'priceMin' => '30 000 CZK',
                'priceMax' => '45 000 CZK',
                'sendRequest' => 'Заказать интернет-магазин'
            ]
        ],
        'SEOservice' => [
            'id' => 4,
            'title' => 'Продвижение, SEO-оптимизация сайта',
            'text' => 'Зачем нужен сайт, если он как тысячи подобных болтается в сети? <br>Закажи оптимизацию, будь в Топе поисковых сетей!'
        ],
        'portfolioItems' => [
            [
                'id' => '01',
                'image' => '3.png',
                'full' => 'full1.jpg',
                'text' => 'Innovate and Engage with Employee Ideas'
            ],
            [
                'id' => '02',
                'image' => '4.png',
                'full' => 'full2.jpg',
                'text' => 'La shoopa'
            ],
            [
                'id' => '03',
                'image' => '1.png',
                'full' => 'full3.jpg',
                'text' => 'Animal Happy'
            ],
            [
                'id' => '04',
                'image' => '2.png',
                'full' => 'full4.jpg',
                'text' => 'We love design'
            ],
            [
                'id' => '05',
                'image' => '5.png',
                'full' => 'full5.jpg',
                'text' => 'Beauty Salon Victoria'
            ],
            [
                'id' => '06',
                'image' => '6.png',
                'full' => 'full6.jpg',
                'text' => 'Chenker'
            ],
            [
                'id' => '07',
                'image' => '7.png',
                'full' => 'full7.jpg',
                'text' => 'Vape Shop'
            ],
            [
                'id' => '08',
                'image' => '8.png',
                'full' => 'full8.jpg',
                'text' => 'Job Connector'
            ],
            [
                'id' => '09',
                'image' => '9.png',
                'full' => 'full9.jpg',
                'text' => 'Satory Excellent'
            ],
            [
                'id' => '10',
                'image' => '10.png',
                'full' => 'full10.jpg',
                'text' => 'VPS Room'
            ],
            [
                'id' => '11',
                'image' => '13.png',
                'full' => 'full11.jpg',
                'text' => 'Cztax'
            ],
            [
                'id' => '12',
                'image' => '14.png',
                'full' => 'full12.jpg',
                'text' => 'SmileDJ'
            ],
            [
                'id' => '13',
                'image' => '12.png',
                'full' => 'full13.jpg',
                'text' => 'Slothaus'
            ]
        ],
        'aboutText' => '<strong>WEBRAVE</strong> - студия по разработке сайтов в Праге, занимается своей деятельностью уже на протяжении 5ти лет, за это время мы успели пройти много препятствий, испытаний, получить много опыта и научились находить индивидуальный подход к каждому Клиенту. Наши разработчики постоянно, в обязательном порядке проходят курсы повышения квалиффикации, дабы разбираться и владеть всеми трендами в разработке нынешнего времени. И это все для того, что бы при создании проекта обеспечить сайт Клиента, лучшей скоростью работы, полноценной защитой, современным дизайном, удобством и отличным качеством.',
        'aboutList' => [  // Список на странице "О нас"
            [
                'text' => 'Мы гарантируем, что Ваш сайт будет разработан по самым современным технологиям.',
                'image' => 'top_img.svg'
            ],
            [
                'text' => 'Мы оказываем постоянную поддержку наших клиентов как во время разработки, так и после.',
                'image' => 'support_img.svg'
            ],
            [
                'text' => 'Вы будете получать отчеты на всех этапах разработки каждую неделю.',
                'image' => 'process_img.svg'
            ],
            [
                'text' => 'Для вашего спокойствия, мы предоставляем гибкую систему оплаты.',
                'image' => 'cash_img.svg'
            ],
            [
                'text' => 'Мы всегда открыты для предложений и используем индивидуальный подход к каждому клиенту.',
                'image' => 'personal_img.svg'
            ]
        ]
    ];
?>